Repository: fennelouski/straight-up-browser
Catalog: Straight Up Browser/Localizable.xcstrings
Source language: en
Languages: ar, ca, cs, da, de, el, es, fi, fr, he, hi, hr, hu, id, it, ja, ko, ms, nb, nl, pl, pt_br, ro, ru, sk, sv, th, tr, uk, vi, zh_hans, zh_hk

source: Print
ar: طباعة
ca: Imprimeix
cs: Tisk
da: Udskriv
de: Drucken
el: Εκτύπωση
es: Imprimir
fi: Tulosta
fr: Imprimer
he: הדפס
hi: प्रिंट करें
hr: Ispiši
hu: Nyomtatás
id: Cetak
it: Stampa
ja: 印刷
ko: 인쇄
ms: Cetak
nb: Skriv ut
nl: Afdrukken
pl: Drukuj
pt_br: Imprimir
ro: Tipărește
ru: Печать
sk: Tlačiť
sv: Skriv ut
th: พิมพ์
tr: Yazdır
uk: Друк
vi: In
zh_hans: 打印
zh_hk: 列印

source: Print is still one keystroke away: ⇧⌘P.
ar: الطباعة لا تزال على بُعد مفتاح واحد: ⇧⌘P.
ca: Imprimir encara és a una tecla de distància: ⇧⌘P.
cs: Tisk je stále jen jednu klávesu daleko: ⇧⌘P.
da: Udskrivning er stadig kun ét tastetryk væk: ⇧⌘P.
de: Drucken ist weiterhin nur einen Tastendruck entfernt: ⇧⌘P.
el: Η εκτύπωση είναι ακόμη ένα πάτημα μακριά: ⇧⌘P.
es: Imprimir sigue estando a una tecla: ⇧⌘P.
fi: Tulostus on yhä yhden näppäimen päässä: ⇧⌘P.
fr: L'impression reste à une touche : ⇧⌘P.
he: ההדפסה עדיין במרחק מקש אחד: ⇧⌘P.
hi: प्रिंट अभी भी एक कुंजी दूर है: ⇧⌘P।
hr: Ispis je i dalje udaljen samo jednu tipku: ⇧⌘P.
hu: A nyomtatás továbbra is csak egy billentyűnyire van: ⇧⌘P.
id: Cetak masih hanya satu tombol saja: ⇧⌘P.
it: La stampa è comunque a un tasto di distanza: ⇧⌘P.
ja: 印刷はまだキー1つで可能です：⇧⌘P。
ko: 인쇄는 여전히 키 하나로 가능합니다: ⇧⌘P.
ms: Cetak masih hanya satu kekunci sahaja: ⇧⌘P.
nb: Utskrift er fortsatt bare ett tastetrykk unna: ⇧⌘P.
nl: Afdrukken is nog steeds één toets ver: ⇧⌘P.
pl: Drukowanie wciąż jest o jeden klawisz dalej: ⇧⌘P.
pt_br: Imprimir continua a uma tecla de distância: ⇧⌘P.
ro: Tipărirea este încă la o tastă distanță: ⇧⌘P.
ru: Печать по-прежнему в одном нажатии клавиши: ⇧⌘P.
sk: Tlač je stále len jednu klávesu ďaleko: ⇧⌘P.
sv: Utskrift är fortfarande bara en tangenttryckning bort: ⇧⌘P.
th: การพิมพ์ยังคงห่างเพียงปุ่มเดียว: ⇧⌘P
tr: Yazdırma hâlâ tek tuş uzaklıkta: ⇧⌘P.
uk: Друк усе ще за одне натискання клавіші: ⇧⌘P.
vi: In vẫn chỉ cách một phím: ⇧⌘P.
zh_hans: 打印仍然只需一个按键：⇧⌘P。
zh_hk: 列印仍然只需一個按鍵：⇧⌘P。

source: Print...
ar: طباعة...
ca: Imprimeix...
cs: Tisk...
da: Udskriv...
de: Drucken...
el: Εκτύπωση...
es: Imprimir...
fi: Tulosta...
fr: Imprimer...
he: הדפס...
hi: प्रिंट करें...
hr: Ispiši...
hu: Nyomtatás...
id: Cetak...
it: Stampa...
ja: 印刷...
ko: 인쇄...
ms: Cetak...
nb: Skriv ut...
nl: Afdrukken...
pl: Drukuj...
pt_br: Imprimir...
ro: Tipărește...
ru: Печать...
sk: Tlačiť...
sv: Skriv ut...
th: พิมพ์...
tr: Yazdır...
uk: Друк...
vi: In...
zh_hans: 打印...
zh_hk: 列印...

source: Privacy
ar: الخصوصية
ca: Privadesa
cs: Soukromí
da: Anonymitet
de: Datenschutz
el: Απόρρητο
es: Privacidad
fi: Tietosuoja
fr: Confidentialité
he: פרטיות
hi: गोपनीयता
hr: Privatnost
hu: Adatvédelem
id: Privasi
ja: プライバシー
ko: 개인정보 보호
ms: Privasi
nb: Personvern
pl: Prywatność
pt_br: Privacidade
ro: Confidențialitate
ru: Конфиденциальность
sk: Súkromie
sv: Integritet
th: ความเป็นส่วนตัว
tr: Gizlilik
uk: Конфіденційність
vi: Quyền riêng tư
zh_hans: 隐私
zh_hk: 隱私權

source: Proceed
ar: متابعة
ca: Continua
cs: Pokračovat
da: Fortsæt
de: Fortfahren
el: Συνέχεια
es: Continuar
fi: Jatka
fr: Continuer
he: המשך
hi: आगे बढ़ें
hr: Nastavi
hu: Folytatás
id: Lanjutkan
it: Procedi
ja: 続ける
ko: 계속
ms: Teruskan
nb: Fortsett
nl: Doorgaan
pl: Kontynuuj
pt_br: Prosseguir
ro: Continuă
ru: Продолжить
sk: Pokračovať
sv: Fortsätt
th: ดำเนินการต่อ
tr: Devam Et
uk: Продовжити
vi: Tiếp tục
zh_hans: 继续
zh_hk: 繼續

source: Proceed anyway
ar: متابعة على أي حال
ca: Continua igualment
cs: Přesto pokračovat
da: Fortsæt alligevel
de: Trotzdem fortfahren
el: Συνέχεια ούτως ή άλλως
es: Continuar de todos modos
fi: Jatka silti
fr: Continuer malgré tout
he: המשך בכל זאת
hi: फिर भी आगे बढ़ें
hr: Ipak nastavi
hu: Folytatás mindenképp
id: Tetap lanjutkan
it: Procedi comunque
ja: それでも続ける
ko: 그래도 계속
ms: Teruskan juga
nb: Fortsett likevel
nl: Toch doorgaan
pl: Kontynuuj mimo to
pt_br: Prosseguir mesmo assim
ro: Continuă oricum
ru: Всё равно продолжить
sk: Napriek tomu pokračovať
sv: Fortsätt ändå
th: ดำเนินการต่ออยู่ดี
tr: Yine de devam et
uk: Усе одно продовжити
vi: Vẫn tiếp tục
zh_hans: 仍然继续
zh_hk: 仍要繼續

source: Progress bar: bottom
ar: شريط التقدم: أسفل
ca: Barra de progrés: a baix
cs: Ukazatel průběhu: dole
da: Forløbslinje: nederst
de: Fortschrittsleiste: unten
el: Γραμμή προόδου: κάτω
es: Barra de progreso: abajo
fi: Edistymispalkki: alhaalla
fr: Barre de progression : en bas
he: סרגל התקדמות: למטה
hi: प्रगति बार: नीचे
hr: Traka napretka: dolje
hu: Folyamatjelző: alul
id: Bilah kemajuan: bawah
it: Barra di avanzamento: in basso
ja: 進捗バー：下
ko: 진행률 막대: 아래
ms: Bar kemajuan: bawah
nb: Fremdriftslinje: nederst
nl: Voortgangsbalk: onder
pl: Pasek postępu: na dole
pt_br: Barra de progresso: inferior
ro: Bara de progres: jos
ru: Индикатор загрузки: снизу
sk: Ukazovateľ priebehu: dole
sv: Förloppsindikator: nederst
th: แถบความคืบหน้า: ล่าง
tr: İlerleme çubuğu: alt
uk: Індикатор завантаження: знизу
vi: Thanh tiến trình: dưới
zh_hans: 进度条：底部
zh_hk: 進度列：底部

source: Progress bar: left
ar: شريط التقدم: يسار
ca: Barra de progrés: a l'esquerra
cs: Ukazatel průběhu: vlevo
da: Forløbslinje: venstre
de: Fortschrittsleiste: links
el: Γραμμή προόδου: αριστερά
es: Barra de progreso: izquierda
fi: Edistymispalkki: vasemmalla
fr: Barre de progression : à gauche
he: סרגל התקדמות: שמאל
hi: प्रगति बार: बाएँ
hr: Traka napretka: lijevo
hu: Folyamatjelző: bal oldalt
id: Bilah kemajuan: kiri
it: Barra di avanzamento: a sinistra
ja: 進捗バー：左
ko: 진행률 막대: 왼쪽
ms: Bar kemajuan: kiri
nb: Fremdriftslinje: venstre
nl: Voortgangsbalk: links
pl: Pasek postępu: po lewej
pt_br: Barra de progresso: esquerda
ro: Bara de progres: stânga
ru: Индикатор загрузки: слева
sk: Ukazovateľ priebehu: vľavo
sv: Förloppsindikator: vänster
th: แถบความคืบหน้า: ซ้าย
tr: İlerleme çubuğu: sol
uk: Індикатор завантаження: ліворуч
vi: Thanh tiến trình: trái
zh_hans: 进度条：左侧
zh_hk: 進度列：左側

source: Progress bar: right
ar: شريط التقدم: يمين
ca: Barra de progrés: a la dreta
cs: Ukazatel průběhu: vpravo
da: Forløbslinje: højre
de: Fortschrittsleiste: rechts
el: Γραμμή προόδου: δεξιά
es: Barra de progreso: derecha
fi: Edistymispalkki: oikealla
fr: Barre de progression : à droite
he: סרגל התקדמות: ימין
hi: प्रगति बार: दाएँ
hr: Traka napretka: desno
hu: Folyamatjelző: jobb oldalt
id: Bilah kemajuan: kanan
it: Barra di avanzamento: a destra
ja: 進捗バー：右
ko: 진행률 막대: 오른쪽
ms: Bar kemajuan: kanan
nb: Fremdriftslinje: høyre
nl: Voortgangsbalk: rechts
pl: Pasek postępu: po prawej
pt_br: Barra de progresso: direita
ro: Bara de progres: dreapta
ru: Индикатор загрузки: справа
sk: Ukazovateľ priebehu: vpravo
sv: Förloppsindikator: höger
th: แถบความคืบหน้า: ขวา
tr: İlerleme çubuğu: sağ
uk: Індикатор завантаження: праворуч
vi: Thanh tiến trình: phải
zh_hans: 进度条：右侧
zh_hk: 進度列：右側

source: Progress bar: top
ar: شريط التقدم: أعلى
ca: Barra de progrés: a dalt
cs: Ukazatel průběhu: nahoře
da: Forløbslinje: øverst
de: Fortschrittsleiste: oben
el: Γραμμή προόδου: επάνω
es: Barra de progreso: arriba
fi: Edistymispalkki: ylhäällä
fr: Barre de progression : en haut
he: סרגל התקדמות: למעלה
hi: प्रगति बार: ऊपर
hr: Traka napretka: gore
hu: Folyamatjelző: felül
id: Bilah kemajuan: atas
it: Barra di avanzamento: in alto
ja: 進捗バー：上
ko: 진행률 막대: 위
ms: Bar kemajuan: atas
nb: Fremdriftslinje: øverst
nl: Voortgangsbalk: boven
pl: Pasek postępu: na górze
pt_br: Barra de progresso: superior
ro: Bara de progres: sus
ru: Индикатор загрузки: сверху
sk: Ukazovateľ priebehu: hore
sv: Förloppsindikator: överst
th: แถบความคืบหน้า: บน
tr: İlerleme çubuğu: üst
uk: Індикатор завантаження: угорі
vi: Thanh tiến trình: trên
zh_hans: 进度条：顶部
zh_hk: 進度列：頂部

source: Query
ar: استعلام
ca: Consulta
cs: Dotaz
da: Forespørgsel
de: Anfrage
el: Ερώτημα
es: Consulta
fi: Kysely
fr: Requête
he: שאילתה
hi: क्वेरी
hr: Upit
hu: Lekérdezés
id: Kueri
ja: クエリ
ko: 쿼리
ms: Pertanyaan
nb: Spørring
nl: Zoekopdracht
pl: Zapytanie
pt_br: Consulta
ro: Interogare
ru: Запрос
sk: Dopyt
sv: Fråga
th: การสืบค้น
tr: Sorgu
uk: Запит
vi: Truy vấn
zh_hans: 查询
zh_hk: 查詢

source: Quick Open
ar: فتح سريع
ca: Obertura ràpida
cs: Rychlé otevření
da: Hurtig åbning
de: Schnellöffnen
el: Γρήγορο άνοιγμα
es: Apertura rápida
fi: Pika-avaus
fr: Ouverture rapide
he: פתיחה מהירה
hi: त्वरित खोलें
hr: Brzo otvaranje
hu: Gyors megnyitás
id: Buka Cepat
it: Apertura rapida
ja: クイックオープン
ko: 빠른 열기
ms: Buka Pantas
nb: Hurtigåpning
nl: Snel openen
pl: Szybkie otwieranie
pt_br: Abertura rápida
ro: Deschidere rapidă
ru: Быстрое открытие
sk: Rýchle otvorenie
sv: Snabböppning
th: เปิดด่วน
tr: Hızlı Aç
uk: Швидке відкриття
vi: Mở nhanh
zh_hans: 快速打开
zh_hk: 快速打開

source: Quit
ar: إنهاء
ca: Surt
cs: Ukončit
da: Slut
de: Beenden
el: Έξοδος
es: Salir
fi: Lopeta
fr: Quitter
he: צא
hi: छोड़ें
hr: Zatvori aplikaciju
hu: Kilépés
id: Keluar
it: Esci
ja: 終了
ko: 종료
ms: Keluar
nb: Avslutt
nl: Stoppen
pl: Zakończ
pt_br: Sair
ro: Ieși
ru: Завершить
sk: Ukončiť
sv: Avsluta
th: ออก
tr: Çık
uk: Вийти
vi: Thoát
zh_hans: 退出
zh_hk: 結束

source: Quitting
ar: جارٍ الإنهاء
ca: S'està sortint
cs: Ukončování
da: Slutter
de: Wird beendet
el: Έξοδος
es: Saliendo
fi: Lopetetaan
fr: Fermeture
he: יוצא
hi: छोड़ा जा रहा है
hr: Zatvaranje
hu: Kilépés
id: Keluar
it: Uscita in corso
ja: 終了中
ko: 종료 중
ms: Keluar
nb: Avslutter
nl: Stoppen
pl: Kończenie
pt_br: Saindo
ro: Se iese
ru: Завершение
sk: Ukončuje sa
sv: Avslutar
th: กำลังออก
tr: Çıkılıyor
uk: Завершення
vi: Đang thoát
zh_hans: 正在退出
zh_hk: 正在結束

source: Refresh
ar: تحديث
ca: Actualitza
cs: Obnovit
da: Genindlæs
de: Neu laden
el: Ανανέωση
es: Recargar
fi: Päivitä
fr: Actualiser
he: רענן
hi: ताज़ा करें
hr: Osvježi
hu: Frissítés
id: Segarkan
it: Aggiorna
ja: 再読み込み
ko: 새로고침
ms: Segar Semula
nb: Oppdater
nl: Vernieuwen
pl: Odśwież
pt_br: Atualizar
ro: Reîmprospătează
ru: Обновить
sk: Obnoviť
sv: Uppdatera
th: รีเฟรช
tr: Yenile
uk: Оновити
vi: Làm mới
zh_hans: 刷新
zh_hk: 重新整理

source: Refuse invalid certificates (strict SSL)
ar: رفض الشهادات غير الصالحة (SSL صارم)
ca: Rebutja els certificats no vàlids (SSL estricte)
cs: Odmítat neplatné certifikáty (přísné SSL)
da: Afvis ugyldige certifikater (streng SSL)
de: Ungültige Zertifikate ablehnen (striktes SSL)
el: Απόρριψη μη έγκυρων πιστοποιητικών (αυστηρό SSL)
es: Rechazar certificados no válidos (SSL estricto)
fi: Hylkää virheelliset varmenteet (tiukka SSL)
fr: Refuser les certificats invalides (SSL strict)
he: דחה תעודות לא חוקיות (SSL מחמיר)
hi: अमान्य प्रमाणपत्र अस्वीकार करें (सख़्त SSL)
hr: Odbij nevažeće certifikate (strogi SSL)
hu: Érvénytelen tanúsítványok elutasítása (szigorú SSL)
id: Tolak sertifikat tidak valid (SSL ketat)
it: Rifiuta i certificati non validi (SSL rigoroso)
ja: 無効な証明書を拒否（厳格なSSL）
ko: 유효하지 않은 인증서 거부 (엄격한 SSL)
ms: Tolak sijil tidak sah (SSL ketat)
nb: Avvis ugyldige sertifikater (streng SSL)
nl: Ongeldige certificaten weigeren (strikte SSL)
pl: Odrzucaj nieprawidłowe certyfikaty (rygorystyczny SSL)
pt_br: Recusar certificados inválidos (SSL estrito)
ro: Refuză certificatele nevalide (SSL strict)
ru: Отклонять недействительные сертификаты (строгий SSL)
sk: Odmietať neplatné certifikáty (prísne SSL)
sv: Avvisa ogiltiga certifikat (strikt SSL)
th: ปฏิเสธใบรับรองที่ไม่ถูกต้อง (SSL เข้มงวด)
tr: Geçersiz sertifikaları reddet (katı SSL)
uk: Відхиляти недійсні сертифікати (суворий SSL)
vi: Từ chối chứng chỉ không hợp lệ (SSL nghiêm ngặt)
zh_hans: 拒绝无效证书（严格 SSL）
zh_hk: 拒絕無效憑證（嚴格 SSL）

source: Release idle background tabs from RAM when your Mac runs low.
ar: حرِّر علامات تبويب الخلفية الخاملة من ذاكرة الوصول العشوائي عندما تنخفض ذاكرة الـ Mac لديك.
ca: Allibera les pestanyes inactives en segon pla de la RAM quan el teu Mac es queda sense memòria.
cs: Uvolni nečinné karty na pozadí z RAM, když tvému Macu dochází paměť.
da: Frigiv inaktive baggrundsfaneblade fra RAM, når din Mac er ved at løbe tør.
de: Inaktive Hintergrund-Tabs aus dem RAM freigeben, wenn dein Mac knapp wird.
el: Απελευθέρωσε αδρανείς καρτέλες παρασκηνίου από τη RAM όταν το Mac σου μένει από μνήμη.
es: Liberar de la RAM las pestañas inactivas en segundo plano cuando tu Mac se quede sin memoria.
fi: Vapauta joutilaat taustavälilehdet RAM-muistista, kun Macisi muisti käy vähiin.
fr: Libérer les onglets inactifs en arrière-plan de la RAM lorsque votre Mac manque de mémoire.
he: שחרר כרטיסיות רקע לא פעילות מ-RAM כאשר ה-Mac שלך אוזל מזיכרון.
hi: जब आपके Mac की मेमोरी कम हो जाए तो निष्क्रिय बैकग्राउंड टैब को RAM से जारी करें।
hr: Oslobodi neaktivne pozadinske kartice iz RAM-a kada tvom Macu ponestaje memorije.
hu: Inaktív háttérlapok felszabadítása a RAM-ból, amikor a Mac memóriája kevés.
id: Lepaskan tab latar menganggur dari RAM saat Mac-mu kehabisan memori.
it: Rilascia dalla RAM le schede inattive in background quando il tuo Mac ha poca memoria.
ja: Macのメモリが少なくなったら、アイドル状態のバックグラウンドタブをRAMから解放します。
ko: Mac의 메모리가 부족할 때 유휴 백그라운드 탭을 RAM에서 해제합니다.
ms: Lepaskan tab latar melahu daripada RAM apabila Mac anda kehabisan memori.
nb: Frigi inaktive bakgrunnsfaner fra RAM når Macen din begynner å gå tom.
nl: Inactieve achtergrondtabbladen uit RAM vrijgeven wanneer je Mac weinig geheugen heeft.
pl: Zwalniaj nieaktywne karty w tle z RAM, gdy w Twoim Macu kończy się pamięć.
pt_br: Liberar da RAM as abas ociosas em segundo plano quando seu Mac ficar sem memória.
ro: Eliberează filele inactive din fundal din RAM când Mac-ul tău rămâne fără memorie.
ru: Освобождать неактивные фоновые вкладки из ОЗУ, когда вашему Mac не хватает памяти.
sk: Uvoľni nečinné karty na pozadí z RAM, keď tvojmu Macu dochádza pamäť.
sv: Frigör inaktiva bakgrundsflikar från RAM när din Mac börjar få slut.
th: ปล่อยแท็บพื้นหลังที่ไม่ได้ใช้งานออกจาก RAM เมื่อ Mac ของคุณหน่วยความจำใกล้หมด
tr: Mac'inin belleği azaldığında boştaki arka plan sekmelerini RAM'den serbest bırak.
uk: Звільняти неактивні фонові вкладки з ОЗП, коли вашому Mac бракує пам'яті.
vi: Nhả các thẻ nền nhàn rỗi khỏi RAM khi Mac của bạn sắp cạn bộ nhớ.
zh_hans: 当你的 Mac 内存不足时，从内存中释放闲置的后台标签页。
zh_hk: 當你的 Mac 記憶體不足時，從記憶體中釋放閒置的背景分頁。

source: Reload
ar: إعادة التحميل
ca: Torna a carregar
cs: Znovu načíst
da: Genindlæs
de: Neu laden
el: Επαναφόρτωση
es: Recargar
fi: Lataa uudelleen
fr: Recharger
he: טען מחדש
hi: पुनः लोड करें
hr: Ponovno učitaj
hu: Újratöltés
id: Muat Ulang
it: Ricarica
ja: 再読み込み
ko: 다시 로드
ms: Muat Semula
nb: Last inn på nytt
nl: Herladen
pl: Przeładuj
pt_br: Recarregar
ro: Reîncarcă
ru: Перезагрузить
sk: Znova načítať
sv: Läs om
th: โหลดใหม่
tr: Yeniden Yükle
uk: Перезавантажити
vi: Tải lại
zh_hans: 重新加载
zh_hk: 重新載入

source: Reload All Tabs
ar: إعادة تحميل كل علامات التبويب
ca: Torna a carregar totes les pestanyes
cs: Znovu načíst všechny karty
da: Genindlæs alle faneblade
de: Alle Tabs neu laden
el: Επαναφόρτωση όλων των καρτελών
es: Recargar todas las pestañas
fi: Lataa kaikki välilehdet uudelleen
fr: Recharger tous les onglets
he: טען מחדש את כל הכרטיסיות
hi: सभी टैब पुनः लोड करें
hr: Ponovno učitaj sve kartice
hu: Összes lap újratöltése
id: Muat Ulang Semua Tab
it: Ricarica tutte le schede
ja: すべてのタブを再読み込み
ko: 모든 탭 다시 로드
ms: Muat Semula Semua Tab
nb: Last inn alle faner på nytt
nl: Alle tabbladen herladen
pl: Przeładuj wszystkie karty
pt_br: Recarregar todas as abas
ro: Reîncarcă toate filele
ru: Перезагрузить все вкладки
sk: Znova načítať všetky karty
sv: Läs om alla flikar
th: โหลดแท็บทั้งหมดใหม่
tr: Tüm Sekmeleri Yeniden Yükle
uk: Перезавантажити всі вкладки
vi: Tải lại tất cả thẻ
zh_hans: 重新加载所有标签页
zh_hk: 重新載入所有分頁

source: Removes history, cookies, caches, and local storage.
ar: يزيل السجل وملفات تعريف الارتباط والذاكرة المؤقتة والتخزين المحلي.
ca: Elimina l'historial, les galetes, les memòries cau i l'emmagatzematge local.
cs: Odstraní historii, cookies, mezipaměti a místní úložiště.
da: Fjerner historik, cookies, caches og lokalt lager.
de: Entfernt Verlauf, Cookies, Caches und lokalen Speicher.
el: Καταργεί ιστορικό, cookies, προσωρινή μνήμη και τοπική αποθήκευση.
es: Elimina el historial, las cookies, las cachés y el almacenamiento local.
fi: Poistaa historian, evästeet, välimuistit ja paikallisen tallennustilan.
fr: Supprime l'historique, les cookies, les caches et le stockage local.
he: מסיר היסטוריה, עוגיות, מטמונים ואחסון מקומי.
hi: इतिहास, कुकीज़, कैश और स्थानीय संग्रहण हटाता है।
hr: Uklanja povijest, kolačiće, predmemorije i lokalnu pohranu.
hu: Törli az előzményeket, a sütiket, a gyorsítótárakat és a helyi tárolót.
id: Menghapus riwayat, cookie, cache, dan penyimpanan lokal.
it: Rimuove cronologia, cookie, cache e archiviazione locale.
ja: 履歴、Cookie、キャッシュ、ローカルストレージを削除します。
ko: 방문 기록, 쿠키, 캐시, 로컬 저장소를 삭제합니다.
ms: Membuang sejarah, kuki, cache dan storan setempat.
nb: Fjerner logg, informasjonskapsler, buffere og lokal lagring.
nl: Verwijdert geschiedenis, cookies, caches en lokale opslag.
pl: Usuwa historię, ciasteczka, pamięci podręczne i magazyn lokalny.
pt_br: Remove histórico, cookies, caches e armazenamento local.
ro: Elimină istoricul, cookie-urile, cache-urile și stocarea locală.
ru: Удаляет историю, cookie, кэш и локальное хранилище.
sk: Odstráni históriu, cookies, vyrovnávacie pamäte a lokálne úložisko.
sv: Tar bort historik, cookies, cacheminnen och lokal lagring.
th: ลบประวัติ คุกกี้ แคช และที่จัดเก็บข้อมูลในเครื่อง
tr: Geçmişi, çerezleri, önbellekleri ve yerel depolamayı kaldırır.
uk: Вилучає історію, файли cookie, кеш і локальне сховище.
vi: Xóa lịch sử, cookie, bộ nhớ đệm và bộ nhớ cục bộ.
zh_hans: 移除历史记录、Cookie、缓存和本地存储。
zh_hk: 移除瀏覽紀錄、Cookie、快取與本機儲存空間。

source: Reopen Last Closed Tab
ar: إعادة فتح آخر علامة تبويب مغلقة
ca: Torna a obrir l'última pestanya tancada
cs: Znovu otevřít naposledy zavřenou kartu
da: Genåbn senest lukkede faneblad
de: Zuletzt geschlossenen Tab erneut öffnen
el: Επανάνοιγμα τελευταίας κλειστής καρτέλας
es: Reabrir última pestaña cerrada
fi: Avaa viimeksi suljettu välilehti uudelleen
fr: Rouvrir le dernier onglet fermé
he: פתח מחדש את הכרטיסייה האחרונה שנסגרה
hi: अंतिम बंद किया गया टैब फिर से खोलें
hr: Ponovno otvori posljednju zatvorenu karticu
hu: Utoljára bezárt lap újranyitása
id: Buka Kembali Tab Terakhir yang Ditutup
it: Riapri l'ultima scheda chiusa
ja: 最後に閉じたタブを再度開く
ko: 마지막에 닫은 탭 다시 열기
ms: Buka Semula Tab Terakhir Ditutup
nb: Gjenåpne sist lukkede fane
nl: Laatst gesloten tabblad heropenen
pl: Otwórz ponownie ostatnio zamkniętą kartę
pt_br: Reabrir última aba fechada
ro: Redeschide ultima filă închisă
ru: Снова открыть последнюю закрытую вкладку
sk: Znova otvoriť naposledy zavretú kartu
sv: Återöppna senast stängda flik
th: เปิดแท็บที่ปิดล่าสุดอีกครั้ง
tr: Son Kapatılan Sekmeyi Yeniden Aç
uk: Знову відкрити останню закриту вкладку
vi: Mở lại thẻ vừa đóng
zh_hans: 重新打开最后关闭的标签页
zh_hk: 重新打開最後關閉的分頁

source: Right
ar: يمين
ca: Dreta
cs: Vpravo
da: Højre
de: Rechts
el: Δεξιά
es: Derecha
fi: Oikea
fr: Droite
he: ימין
hi: दाएँ
hr: Desno
hu: Jobb
id: Kanan
it: Destra
ja: 右
ko: 오른쪽
ms: Kanan
nb: Høyre
nl: Rechts
pl: Prawo
pt_br: Direita
ro: Dreapta
ru: Справа
sk: Vpravo
sv: Höger
th: ขวา
tr: Sağ
uk: Праворуч
vi: Phải
zh_hans: 右
zh_hk: 右

source: Ring around the favicon
ar: حلقة حول الأيقونة المفضّلة
ca: Anell al voltant del favicon
cs: Prstenec kolem faviconu
da: Ring omkring favicon
de: Ring um das Favicon
el: Δακτύλιος γύρω από το favicon
es: Anillo alrededor del favicon
fi: Rengas faviconin ympärillä
fr: Anneau autour du favicon
he: טבעת סביב סמל האתר
hi: फ़ेविकॉन के चारों ओर रिंग
hr: Prsten oko favicona
hu: Gyűrű a favicon körül
id: Cincin di sekitar favicon
it: Anello attorno al favicon
ja: ファビコンの周りのリング
ko: 파비콘 주위의 링
ms: Cincin di sekeliling favicon
nb: Ring rundt favikonet
nl: Ring rond de favicon
pl: Pierścień wokół faviconu
pt_br: Anel ao redor do favicon
ro: Inel în jurul faviconului
ru: Кольцо вокруг фавикона
sk: Prstenec okolo faviconu
sv: Ring runt favikonen
th: วงแหวนรอบฟาวิคอน
tr: Favicon çevresinde halka
uk: Кільце навколо фавікона
vi: Vòng quanh favicon
zh_hans: 图标周围的环
zh_hk: 圖示周圍的環

source: Ring around the favicon in the tab bar
ar: حلقة حول الأيقونة المفضّلة في شريط علامات التبويب
ca: Anell al voltant del favicon a la barra de pestanyes
cs: Prstenec kolem faviconu na liště karet
da: Ring omkring favicon i fanebladslinjen
de: Ring um das Favicon in der Tableiste
el: Δακτύλιος γύρω από το favicon στη γραμμή καρτελών
es: Anillo alrededor del favicon en la barra de pestañas
fi: Rengas faviconin ympärillä välilehtipalkissa
fr: Anneau autour du favicon dans la barre d'onglets
he: טבעת סביב סמל האתר בסרגל הכרטיסיות
hi: टैब बार में फ़ेविकॉन के चारों ओर रिंग
hr: Prsten oko favicona na traci kartica
hu: Gyűrű a favicon körül a lapsávban
id: Cincin di sekitar favicon di bilah tab
it: Anello attorno al favicon nella barra delle schede
ja: タブバーのファビコンの周りのリング
ko: 탭 막대의 파비콘 주위 링
ms: Cincin di sekeliling favicon dalam bar tab
nb: Ring rundt favikonet i fanelinjen
nl: Ring rond de favicon in de tabbalk
pl: Pierścień wokół faviconu na pasku kart
pt_br: Anel ao redor do favicon na barra de abas
ro: Inel în jurul faviconului în bara de file
ru: Кольцо вокруг фавикона на панели вкладок
sk: Prstenec okolo faviconu na lište kariet
sv: Ring runt favikonen i flikfältet
th: วงแหวนรอบฟาวิคอนในแถบแท็บ
tr: Sekme çubuğunda favicon çevresinde halka
uk: Кільце навколо фавікона на панелі вкладок
vi: Vòng quanh favicon trên thanh thẻ
zh_hans: 标签栏中图标周围的环
zh_hk: 分頁列中圖示周圍的環

source: Running low on memory?
ar: هل الذاكرة تنخفض؟
ca: Poca memòria?
cs: Dochází paměť?
da: Er hukommelsen ved at slippe op?
de: Wird der Speicher knapp?
el: Μένεις από μνήμη;
es: ¿Poca memoria?
fi: Muisti käymässä vähiin?
fr: Mémoire faible ?
he: הזיכרון אוזל?
hi: मेमोरी कम हो रही है?
hr: Ponestaje memorije?
hu: Fogy a memória?
id: Memori menipis?
it: Memoria in esaurimento?
ja: メモリが少ない？
ko: 메모리가 부족한가요?
ms: Memori semakin kurang?
nb: Lite minne igjen?
nl: Weinig geheugen?
pl: Kończy się pamięć?
pt_br: Pouca memória?
ro: Rămâi fără memorie?
ru: Мало памяти?
sk: Dochádza pamäť?
sv: Börjar minnet ta slut?
th: หน่วยความจำใกล้หมด?
tr: Bellek mi azalıyor?
uk: Мало пам'яті?
vi: Sắp cạn bộ nhớ?
zh_hans: 内存不足？
zh_hk: 記憶體不足？

source: Save
ar: حفظ
ca: Desa
cs: Uložit
da: Arkivér
de: Sichern
el: Αποθήκευση
es: Guardar
fi: Tallenna
fr: Enregistrer
he: שמור
hi: सहेजें
hr: Spremi
hu: Mentés
id: Simpan
it: Salva
ja: 保存
ko: 저장
ms: Simpan
nb: Lagre
nl: Bewaren
pl: Zapisz
pt_br: Salvar
ro: Salvează
ru: Сохранить
sk: Uložiť
sv: Spara
th: บันทึก
tr: Kaydet
uk: Зберегти
vi: Lưu
zh_hans: 存储
zh_hk: 儲存

source: Save Workspace
ar: حفظ مساحة العمل
ca: Desa l'espai de treball
cs: Uložit pracovní prostor
da: Arkivér arbejdsområde
de: Arbeitsbereich sichern
el: Αποθήκευση χώρου εργασίας
es: Guardar espacio de trabajo
fi: Tallenna työtila
fr: Enregistrer l'espace de travail
he: שמור סביבת עבודה
hi: कार्यक्षेत्र सहेजें
hr: Spremi radni prostor
hu: Munkaterület mentése
id: Simpan Ruang Kerja
it: Salva spazio di lavoro
ja: ワークスペースを保存
ko: 작업 공간 저장
ms: Simpan Ruang Kerja
nb: Lagre arbeidsområde
nl: Werkruimte bewaren
pl: Zapisz obszar roboczy
pt_br: Salvar espaço de trabalho
ro: Salvează spațiul de lucru
ru: Сохранить рабочее пространство
sk: Uložiť pracovný priestor
sv: Spara arbetsyta
th: บันทึกพื้นที่ทำงาน
tr: Çalışma Alanını Kaydet
uk: Зберегти робочий простір
vi: Lưu không gian làm việc
zh_hans: 保存工作区
zh_hk: 儲存工作區
